const dataMenu = {
  menu: [{
    name: 'Фаза 1',
    id: '001',
    submenu: [
      {
        name: 'Выход 1',
        id: '101',
      },
      {
        name: 'Выход 2',
        id: '102',
      },
      {
        name: 'Выход 3',
        id: '103',
      },
      {
        name: 'Выход 4',
        id: '104',
      },
      {
        name: 'Выход 5',
        id: '105',
      },
      {
        name: 'Выход 6',
        id: '106',
      },
      {
        name: 'Выход 7',
        id: '107',
      },
      {
        name: 'Выход 8',
        id: '108',
      },
    ]
  },
    {
      name: 'Фаза 2',
      id: '002',
      submenu: [
        {
          name: 'Выход 1',
          id: '109',
        },
        {
          name: 'Выход 2',
          id: '110',
        },
        {
          name: 'Выход 3',
          id: '111',
        },
        {
          name: 'Выход 4',
          id: '112',
        },
        {
          name: 'Выход 5',
          id: '113',
        },
        {
          name: 'Выход 6',
          id: '114',
        },
        {
          name: 'Выход 7',
          id: '115',
        },
        {
          name: 'Выход 8',
          id: '116',
        },
      ]
    },
    {
      name: 'Фаза 3',
      id: '003',
      submenu: [
        {
          name: 'Выход 1',
          id: '117',
        },
        {
          name: 'Выход 2',
          id: '118',
        },
        {
          name: 'Выход 3',
          id: '119',
        },
        {
          name: 'Выход 4',
          id: '120',
        },
        {
          name: 'Выход 5',
          id: '121',
        },
        {
          name: 'Выход 6',
          id: '122',
        },
        {
          name: 'Выход 7',
          id: '123',
        },
        {
          name: 'Выход 8',
          id: '124',
        },
      ]
    },
    {
      name: 'Прочее',
      id: '005',
    },
    {
      name: 'Датчики окруж. среды',
      id: '004',
      submenu: [
        {
          name: 'Датчик 1',
          id: '125',
        },
        {
          name: 'Датчик 2',
          id: '126',
        },
        {
          name: 'Датчик 3',
          id: '127',
        },
        {
          name: 'Датчик 4',
          id: '128',
        },
        {
          name: 'Датчик 5',
          id: '129',
        },
        {
          name: 'Датчик 6',
          id: '130',
        },
        {
          name: 'Датчик 7',
          id: '131',
        },
        {
          name: 'Датчик 8',
          id: '132',
        },
      ]
    },
  ]
}

export default dataMenu;